{
    "crafting": [{
            "id": "dynamite",
            "name": "Dynamite",
            "desc": "Simple throwable TNT!",
            "advDesc": "Adds a new item which can be right clicked to spawn a dynamite which explodes on contact with anything."
        },
        {
            "id": "fried_egg",
            "name": "Fried Egg",
            "desc": "Simply toss an egg in the furnace to produce it! It will heal 2.5 hunger bars."
        },
        {
            "id": "binoculars",
            "name": "Binoculars",
            "desc": "A non-OP way to zoom! The amount of zoom is configurable.",
            "advDesc": "Adds a new item which can be equipped in helmet slot and when equipped let's you zoom."

        },
        {
            "id": "slime_finder",
            "name": "Slime Finder",
            "desc": "A way in-game to identify slime chunks by right clicking.",
            "advDesc": "When right clicked indicates whether the current chunk player is in is a slime chunk."
        },
        {
            "id": "storage_blocks",
            "name": "Storage Blocks",
            "desc": "Storage blocks for flint, sugar, and charcoal. Charcoal blocks can be used like coal blocks.",
            "advDesc": "Can be crafted in 3x3 with the corresponding item."
        },
        {
            "id": "bark_blocks",
            "name": "Bark Blocks",
            "desc": "A block which has bark textures of logs in all sides."
        },
        {
            "id": "pedestal",
            "name": "Pedestal",
            "desc": "A new way to show your treasures to other!",
            "advDesc": "Right click with a item to add & remove it to the pedestal. <br> Shift right click the pedestal to open its GUI."
        },
        {
            "id": "better_stairs_recipes",
            "name": "Better stairs recipes",
            "desc": "Changes the recipe's for all stair to be more <strong>consistent</strong>."
        },
        {
            "id": "better_stone_tools_recipes",
            "name": "Better stone tools recipes",
            "desc": "Changes the recipe's for all stone tools to use stone instead of cobblestone."
        },
        {
            "id": "better_chests_recipes",
            "name": "Better chests recipes",
            "desc": "Adds a <strong>new</strong> recipe which allows chest to be crafted in bulk using logs."
        }
    ],
    "enchanting": [{
        "id": "nimble_and_hops",
        "name": "Nimble and Hops",
        "desc": "These enchantments go on your boots, and can go all the way up to level 3. Each level adds a bit to your movement speed and jump height, respectively."
    }, {
        "id": "vigor",
        "name": "Vigor",
        "desc": "This enchantment goes on your chestplate. It will grant the wearer a one heart max health increase per enchantment level, maximum of 3."
    }, {
        "id": "veteran",
        "name": "Veteran",
        "desc": "This enchantment goes on your head, instantly increasing your knowledge! It will attract all experience orbs in a 32-block radius towards you!"
    }, {
        "id": "blazing",
        "name": "Blazing",
        "desc": "This enchantment goes on your pickaxe. Automatically smelts everything the block drops.",
        "advDesc": "If you have fortune on your item, it will increase the stack size of the drops accordingly - but not for drops that are blocks themselves. <br> It cannot be applied with Silk Touch,obviously.Only available at level 1. "
    }, {
        "id": "siphon",
        "name": "Siphon",
        "desc": "This enchantment goes on your pickaxe. All mined block drops instantly go into your inventory!",
        "advDesc": "You won't have to deal with a pesky zombie or friend stealing your freshly-mined diamonds again!<br>It is friendly with Silk Touch or Blazing."
    }],
    "loot": [{
        "id": "mob_nametag",
        "name": "Named mobs drop their nametag",
        "desc": "Named mobs will drop their name tags when they die."
    }, {
        "id": "bat_leather",
        "name": "Bats drop leather",
        "desc": "Bats now drop leather when they die."
    }, {
        "id": "creeper_tnt",
        "name": "Creepers drop TNT",
        "desc": "Creepers now has one in ten chances to drop TNT when they die."
    }],
    "tweaks": [{
        "id": "slab_stairs_sit",
        "name": "Sit on stairs and slabs",
        "desc": "Right click a slab or stair to sit on it!"
    }, {
        "id": "sign_editing",
        "name": "Sign Editing",
        "desc": "You can now right-click already placed signs to edit them. <br> Shift + right - clicking already placed signs clears them."
    }, {
        "id": "silk_spawners",
        "name": "Mobs Spawners can now be silk touched",
        "desc": "Mobs Spawners drop themselves when you break them with silk touch."
    }, {
        "id": "expanded_creative_tab",
        "name": "Dragon eggs & Command blocks in creative inventoy",
        "desc": "Command blocks can be found in the redstone creative tab.<br> Dragon eggs can be found in the decorations tab."
    }, {
        "id": "renamed_buttons",
        "name": "Buttons are now named according to their material",
        "desc": ""
    }, {
        "id": "higher_roman_no",
        "name": "Potion and enchantment level roman numerals now are localized up to level 255.",
        "desc": ""
    }, {
        "id": "hoe_harvesting",
        "name": "Hoe harvesting",
        "desc": "Breaking grass or crops with a hoe will break a 3x3 of them. <br>A Diamond Hoe will break a 5x5 instead.",
        "video": true
    }, {
        "id": "tnt_lava",
        "name": "TNT placed next to lava will ignite itelf",
        "desc": "",
        "video": true
    }, {
        "id": "fire_arrow_block",
        "name": "Fire arrows set block on fire",
        "desc": "Fire arrows when hit on block sets the block on fire.",
        "video": true
    }, {
        "id": "sponge_squising",
        "name": "Squishy Sponges",
        "desc": "Wet sponges on being squished set adjacent block as water if it's air.",
        "video": true
    }, {
        "id": "sponge_nether_dry",
        "name": "Sponges dry in nether",
        "desc": "Wet sponges when placed dries and becomes a sponge block."
    }],
    "world": [{
        "id": "less_dangerous_nether",
        "name": "No Pesky lava pockets in the nether",
        "desc": "Nether is Less Dangerous as there are no Lava Pockets."
    }, {
        "id": "realistic_relationship",
        "name": "Realistic predator/prey relationships!",
        "desc": "When ocelots kill chickens, the chickens won't drop meat! Same for wolves and sheep!"
    }, {
        "id": "auto_seed_planting",
        "name": "Dropped seeds/crops now plant themselves",
        "desc": "Seeds will plant themselves after a (randomly-determined) couple of seconds delay. Farms can now be more easily automated!"
    }],
    "upcoming": "<div class=\"text-center\"><p>In the near future, i would like to release 2.0 of VanillaTweaks. <br> 2.0 for now is mainly aimed at making everything configurable regardless of type of feature be it big or small.</p></div>"
}